[
    {
        "name": "Sapporo City",
        "photo": "images/sapporoCity.jpg",
        "content": "Sapporo is the largest city in the northernmost main island of Hokkaido, with a population of 1.9 million.The city is a popular destination for Japanese and international travellers alike, who flock to the city for uniquely local cultural events.",
        "latitude": "43.034351",
        "longitude": "141.358795",
        "icon": "city.png"
    },
    {
        "name": "Kamaishi City",
        "photo": "images/kitakamiCity.jpg",
        "content": "Kamaishi is set to become the smallest host city in Rugby World Cup history once the tournament arrives in Japan in September 2019. When the city submitted its bid, it was less than a year after a devastating tsunami had brought the region to its knees.",
        "latitude": "39.273030",
        "longitude": "141.868710",
        "icon": "city.png"
    },
    {
        "name": "Kumagaya City",
        "photo": "images/kumagayaCity.jpg",
        "content": "Today, Kumagaya is the northern-most outpost of the Tokyo Metropolitan Area. In other words, it's a regional center in the giant sprawl of suburbs stretching north from Tokyo covering almost all of central Saitama.",
        "latitude": "36.145420",
        "longitude": "139.385590",
        "icon": "city.png"
    },
    {
        "name": "Tokyo Metropolitan",
        "photo": "images/tokyoCity.jpg",
        "content": "Tokyo (東京, Tōkyō) is Japan's capital and the world's most populous metropolis. Yoking past and future, Tokyo dazzles with its traditional culture and passion for everything new.",
        "latitude": "35.689487",
        "longitude": "139.691711",
        "icon": "city.png"
    },
    {
        "name": "Yokohama City",
        "photo": "images/yokohamaCity.jpg",
        "content": "Yokohama (横浜) is Japan's second largest city with a population of over three million. Yokohama is located less than half an hour south of Tokyo by train, and is the capital of Kanagawa Prefecture.",
        "latitude": "35.443707",
        "longitude": "139.638031",
        "icon": "city.png"
    },
    {
        "name": "Shizuoka",
        "photo": "images/shizuokaCity.jpg",
        "content": "YA couple of hours west from Tokyo, Shizuoka Prefecture (静岡県, Shizuoka-ken) is one of Japan’s most visited prefectures for many reasons. Mount Fuji, Japan’s highest mountain and one of the country’s most iconic symbols, is located on the prefecture’s northern border",
        "latitude": "34.985828",
        "longitude": "138.385391",
        "icon": "city.png"
    },
    {
        "name": "Toyota City",
        "photo": "images/toyotaCity.jpg",
        "content": "Toyota City is an industrial city east of Nagoya in Aichi Prefecture, central Japan, west of Toyohashi. Toyota was previously known as Koromo (挙母) until 1959, when the name of the city was changed to Toyota city to reflect the importance of the town's major employer - Toyota Motor Corporation",
        "latitude": "35.088870",
        "longitude": "137.158380",
        "icon": "city.png"
    },
    {
        "name": "Higashi-Osaka City",
        "photo": "images/higashiOsakaCity.jpg",
        "content": "Higashiōsaka is a city located in Osaka Prefecture, Japan. The city is known as one of the industrial cities of Japan and <i>the rugby football town.</i>",
        "latitude": "35.014660",
        "longitude": "136.665130",
        "icon": "city.png"
    },
    {
        "name": "Kobe City",
        "photo": "images/kobeCity.jpg",
        "content": "Kobe is a port city in Hyogo Prefecture, 33 km west of Osaka, and one of Japan's most pleasant cities for both residents and visitors alike, with a laid-back cosmopolitan feel.",
        "latitude": "34.665130",
        "longitude": "135.221110",
        "icon": "city.png"
    },
    {
        "name": "Fukuoka City",
        "photo": "images/fukuokaCity.jpg",
        "content": "Great food and even better company reign supreme in Fukuoka, the relaxed port town that is at the heart of life on Kyushu , Japan's third-largest island.",
        "latitude": "33.596958",
        "longitude": "130.408066",
        "icon": "city.png"
    },
    {
        "name": "Kumamoto City",
        "photo": "images/kumamotoCity.jpg",
        "content": "Kumamoto City is located in the center  of the island in the southwestern part of the Japanese archipelago called, Kyushu. Kumamoto is a city of water with abundant underground water. It is the third biggest city in Kyushu but surrounded by magnificent nature and has a quiet atmosphere.",
        "latitude": "32.800930",
        "longitude": "130.700640",
        "icon": "city.png"
    },
    {
        "name": "Oita Prefecture",
        "photo": "images/oitaCity.jpg",
        "content": "Oita Prefecture (大分県, Ōita-ken) is located on the eastern coast of Kyushu. Prefectural capital is Oita City. Just north of Oita City is Beppu, one of Japan's most famous hot spring resorts.",
        "latitude": "33.243230",
        "longitude": "131.597900",
        "icon": "city.png"
    }
    
    
]
